Repository: jolly-roger/werp
Catalog: uatrains/layout/trans/*/LC_MESSAGES/messages.po
Languages: uk_ua

# site_title
source: The timetables of Ukrainian trains
uk_ua: Розклад руху поїздів та електричок України

# site_description
source: Information system which provides simple and fast access to the regularly updated timetables of trains and local (electric) trains of all stations of Ukraine
uk_ua: Інформаційна система надающа простий та швидкий доступ до регулярно оновлюваному розкладу руху поїздів та електричок (пасажирських, регіональних та приміських поїздів) по усім станціям України

# site_keywords
source: timetable,train,station
uk_ua: розклад,рух,поїзд,електричка,станція

# from_station_text
source: Departure station
uk_ua: Станція відправлення

# to_station_text
source: Arrival station
uk_ua: Станція прибуття

# search_entity_text
source: Enter station(s) name(s)
uk_ua: Введіть назву(и) станції(й)

# Найти
source: Find
uk_ua: Знайти

# На украинском
source: In ukrainian
uk_ua: На українській

# На русском
source: In russian
uk_ua: На російській

# На английском
source: In english
uk_ua: На англійській

# search_result
source: Search result for trains and stations
uk_ua: Результати пошуку поїздів та станцій

# no_entity_search_result
source: No trains and station were found for your query
uk_ua: По вашому запиту поїздів та станцій не було знайдено

# Предыдущие
source: Previous
uk_ua: Попередні

# Следующие
source: Next
uk_ua: Наступні

source: All stations
uk_ua: Усі станції

source: All trains
uk_ua: Усі поїзди

source: All news
uk_ua: Усі новини

# Новости
source: News
uk_ua: Новини

# passenger_train_page_title
source: Passenger train
uk_ua: Пасажирський поїзд

source: Station
uk_ua: Станція

# прибытие
source: Arrival
uk_ua: Прибуття

# отправление
source: Departure
uk_ua: Відправлення

source: Train number
uk_ua: Номер поїзда

# путь следования
source: Course line
uk_ua: Шлях прямування

# отправление - прибытие
source: Departure - Arrival
uk_ua: Відправлення - Прибуття

# периодичность
source: Periodicity
uk_ua: Періодичність

# station_page_title
source: the timetables of trains
uk_ua: розклад руху пасажирських поїздів та електричок (приміських поїздів)

# station_prefix
source: The timetables of trains for station
uk_ua: Розклад руху поїздів та електричок по станції

# Cтанции
source: Station
uk_ua: Станції

# По вашему запросу станций не найдено
source: No stations were found for your query
uk_ua: По вашому запиту станцій не знайдено

# electric_train_page_title
source: Local (electric) train
uk_ua: Електричка (приміський поїзд)

# Поезда
source: Trains
uk_ua: Поїзди

# По вашему запросу поездов не найдено
source: No trains were found for your query
uk_ua: По вашому запиту поїзди не знайдено
